{
  "home": {
    "strong&certefied": "من الشركات القوية و المعتمدة",
    "softwareHouse": "للاستشارات الهندسية",
    "contactNow": "اتصل بنا",
    "services": "خدماتنا",
    "expertITSolutionsFor": "خبراء مستشارين",
    "yourBusiness": "لتصاميمك الهندسية",
    "about": "عن",
    "aboutText": "نحن فريق من المهندسين المعماريين والمهندسين الكهربائيين والمهندسين الإنشائيين ، لقد عملنا معًا لأكثر من 6 سنوات في التصميم المعماري، تصميم الحدائق، التصميم الداخلي،تصميم الإضاءة، التصميم الإنشائي والرسومات التنفيذية. لقد عملنا على أنواع مختلفة من المشاريع التي كانت مرضية لعملائنا في أكثر من 7 دول في جميع أنحاء العالم. نعتقد أنه يمكننا تلبية توقعات عملائنا وتفسير أفكارهم واحتياجاتهم الى مشروع أحلامهم بأعلى جودة باستخدام أقل الموارد الممكنة.",
    "programingAndDesignServices": "التصميم المعماري و الداخلي",
    "dataAnaliticsAndCyberSecurity": "التصميمات الإنشائية, الميكانيكية و الكهربائية",
    "hostingAndDomainServices": "المخططات التنفيذية والتجديدات",
    "whatWeDid": "ماذا فعلنا سابقاً",
    "weOfferOurCustomersTheBestOfOurWork": "نعطي لشركائنا كل طاقتنا للعمل و النجاح",
    "customers": "شركائنا",
    "projects": "المشاريع",
    "awards": "الجوائز",
    "whatWeDo": "ماذا نوفر",
    "weOfferOurCustomersTheBestPrices": "نوفر لشركائنا افضل الخدمات مع الاسعار المنافسة",
    "webDevelopment": "تصميم وبرمجة المواقع",
    "webDevelopmentText": "تصميم الموقع الخاص بك هى خطوة لها تأثير كبير على العميل، فهى تعزز من مكانتك و مصداقيتك، فا عند تصميم موقعك يجب ان يكون مناسب لهويتك التجارية، بتصميم يسهل به الوصول للعملاء وبما يتناسب مع محركات البحث و جميع متصفحات الانترنت ومختلف الأجهزة الإلكترونية من كمبيوتر، لاب توب، تابلت، وموبايل.",
    "webHosting": "استضافة المواقع",
    "webHostingText": "أصبحت خدمة استضافة المواقع من أهم الخدمات التي يجب التخطيط لها، فا عليك اختيار شركة استضافة وتصميم مواقع بعناية، والتي بدورها سوف تقوم بتطوير موقعك وجعله في مقدمة المواقع الالكترونية مما يوفر عليك كثير من المال والوقت، فا نحن نمتلك أقوى الخوادم والعديد من خيارات الاستضافة وذلك لتيسير الامور ولكي تختار ما يناسبك.",
    "mobileAppsDevelopment": "تصميم تطبيقات المحمول",
    "mobileAppsDevelopmentText": "تعد تطبيقات المحمول من أقوى الأساليب التسويقية التي تتبعها الشركات اليوم، فا فكرة أن يظل البرنامج متواجد على جهاز المستخدم 24 ساعة يوميًا لتقديم منتجاتك وخدماتك بمثابة فرصة ذهبية لان المستخدم سوف يظل يراه كلما استخدم المحمول، لذلك زاد انتشار التطبيقات المختلفة التي تعمل بنظام Android  أو IOS.",
    "websiteAndMobileMaintenance": "صيانة المواقع والتطبيقات",
    "websiteAndMobileMaintenanceText": "من الممكن أن يحدث عُطل أو خطأ فني فى موقعك او تطبيق الهاتف الخاص بك، كل ما عليك التواصل معنا وسوف نكتشف العُطل ونعمل على إصلاحه فورًا، ويرجع ذلك لخبرة فريق عملنا الذي يعمل بشكل احترافى.",
    "searchEngineOptemization": "تهيئة موقعك لمحركات البحث",
    "searchEngineOptemizationText": "فى تلك الخدمة نقوم بالتعديلات البرمجية الخاضعة للمعايير القياسية لمحركات البحث العالمية، فا نستطيع الوصول بموقعك للصفحات الأولى فى نتائج محركات البحث، وبهذا نعمل على تسويق موقعك للوصول لأكبر عدد ممكن من العملاء حول العالم.",
    "brandingAndDigitalMarketing": "تصميم الشعارات و التسويق الرقمي",
    "brandingAndDigitalMarketingText": "من أنجح وسائل التسويق حاليًا مقارنًة بالوسائل التقليدية، فهو خدمة تسويقية سوف تناسبك مهما كان مجال عملك/نشاطك على شبكات التواصل الإجتماعي، تتضمن مراقبة وتحليل النتائج وتحسينها بالشكل الذي يحقق انتشارك للوصول للشريحة المستهدفة من العملاء.",
    "designingAnOnlineStore": "تصميم متجر إلكتروني",
    "designingAnOnlineStoreText": "إذا لديك تجارة ما وبحاجة للتسويق لها، لن تجد أفضل من خدمة المتجر الإلكتروني، فهى بمثابة حصولك على فرع دائم مفتوح 24 ساعة طوال الأسبوع على الإنترنت، مما يضمن لك فرصة وصولك لأكبر عدد من العملاء المستهدفين لبيع منتجاتك وتحقيق أرباح أكثر .",
    "designingIdentity": "تصميم الهوية",
    "designingIdentityText": "خطوة أساسية لا يمكنك الاستغناء عنها فى بداية عملك، تبدأ بدراسة نشاطك شركتك و وضع الهوية التجارية المناسبة مع استخدام الدلالات المتماشية مع نشاطك، لإنتاج هوية متكاملة وفريدة تعبر عن رؤية الشركة واستراتيجيتها. ",
    "theyArentOurClients": "هم ليس عملاؤنا فقط",
    "weArePartnersOfSuccessStory": "جميعناً شركاء النجاح معاً",
    "clientsStory": "نسعى لنصبح شريك تسويقي ناجح مع عملائنا لمساعدة أعمالهم على تحقيق أهدافها. ونريد التنافس مع الأفضل فى هذا المجال، لذا سوف نستمر فى تقديم خدمات ومنتجات وأساليب عمل مبتكرة وجديدة.",
    "onlineCominications": "للنواصل اونلاين",
    "hey": "ارسل لنا رسالة !",
    "name": "الاسم",
    "email": "البريد الالكتروني",
    "subject": "العنوان",
    "message": "الرسالة",
    "send": "ارسل",
    "letsWorkTogether": "هيا لنعمل معاً !",
    "weWillHelp": "سنساعدك للوصول الى اقوى اهدافك كعائلةً واحدة",
    "callUs": "اتصل بنا",
    "sendMessage": "ارسال رسالة ",
    "location": "الموقع"
  },
  "footer": {
    "copy": "  2020 جميع الحقوق محفوظة لشركة p-delivery ©"
  },
  "header": {
    "home": "الرئيسية",
    "aboutUs": "نبذة عن الشركة",
    "ourServices": "خدماتنا",
    "ourclients": "عملائنا",
    "contactUs": "اتصل بنا"
  }
}
