{
  "home": {
    "strong&certefied": "من الشركات القوية و المعتمدة",
    "softwareHouse": "للاستشارات الهندسية",
    "contactNow": "اتصل بنا",
    "services": "خدماتنا",
    "expertITSolutionsFor": "خبراء مستشارين",
    "yourBusiness": "لتصاميمك الهندسية",
    "about": "عن",
    "aboutText": "نحن فريق من المهندسين المعماريين والمهندسين الكهربائيين والمهندسين الإنشائيين ، لقد عملنا معًا لأكثر من 6 سنوات في التصميم المعماري، تصميم الحدائق، التصميم الداخلي،تصميم الإضاءة، التصميم الإنشائي والرسومات التنفيذية. لقد عملنا على أنواع مختلفة من المشاريع التي كانت مرضية لعملائنا في أكثر من 7 دول في جميع أنحاء العالم. نعتقد أنه يمكننا تلبية توقعات عملائنا وتفسير أفكارهم واحتياجاتهم الى مشروع أحلامهم بأعلى جودة باستخدام أقل الموارد الممكنة.",
    "programingAndDesignServices": "التصميم المعماري و الداخلي",
    "dataAnaliticsAndCyberSecurity": "التصميمات الإنشائية, الميكانيكية و الكهربائية",
    "hostingAndDomainServices": "المخططات التنفيذية والتجديدات",
    "whatWeDid": "ماذا فعلنا سابقاً",
    "weOfferOurCustomersTheBestOfOurWork": "نعطي لشركائنا كل طاقتنا للعمل و النجاح",
    "customers": "شركائنا",
    "projects": "المشاريع",
    "awards": "الجوائز",
    "whatWeDo": "ماذا نوفر",
    "weOfferOurCustomersTheBestPrices": "نوفر لشركائنا افضل الخدمات مع الاسعار المنافسة",
    "webDevelopment": "التصميم المعماري",
    "webDevelopmentText": "تستحوذ المباني الناجحة على روح محيطها ، حتى عندما تؤكد هويتها الخاصة. إنها جذابة بصريًا ، وصحية ، ومريحة ، ومرنة ، وآمنة وفعالة ، ويسعدني أن تكون فيها. وتدفع ثمنها ، وتضيف قيمة حقيقية لأصحابها ومستخدميها. أنا. تعكس الهندسة المعمارية معرفتنا بكيفية استخدام الأشخاص والمؤسسات وتجربة المكان والفضاء. نحن نعمل بشكل تعاوني مع العملاء والمجتمعات والمستخدمين النهائيين لإنشاء مباني تعمل بشكل جيد على كل المستويات ، من الداخل والخارج. نقدمها عبر أسواقنا العالمية بمستوى عالٍ من الخدمة باستمرار.",
    "webHosting": "التصميم الداخلي",
    "webHostingText": "ME. تصميم المساحات الداخلية للعيش والعمل. يمكن قياس الأداء الداخلي من منظور إنساني وتنظيمي: إنتاجية أعلى ، وإبداع وابتكار أكبر ، وزيادة رعاية أو مبيعات. يعني ضرب العلامة التصميم ليس فقط للتأثير البصري ، ولكن أيضًا من أجل الصحة والراحة والمرونة وسهولة الاستخدام. يعمل المصممون لدينا بشكل تعاوني واستراتيجي لتقديم الابتكار والجودة والأداء المستدام. مشاريعنا دولية في نطاقها وتتراوح من مكاتب إلى متاجر ومباني أكاديمية ومدنية ومراكز مؤتمرات وأماكن ترفيهية وثقافية.",
    "mobileAppsDevelopment": "التصميم الانشائي",
    "mobileAppsDevelopmentText": "التصميم الإنشائي هو التحقيق المنهجي لاستقرار وقوة وصلابة الهياكل. الهدف الأساسي في التحليل والتصميم الهيكلي هو إنتاج هيكل قادر على مقاومة جميع الأحمال المطبقة دون فشل خلال العمر المقصود. الغرض الأساسي من الهيكل هو إرسال أو دعم الأحمال. يقلل الهيكل المصمم جيدًا إلى حد كبير من إمكانية حدوث أعطال مكلفة.",
    "websiteAndMobileMaintenance": "التصميم الكهربائي",
    "websiteAndMobileMaintenanceText": "ينتج مهندسونا تصميمات مبتكرة تعكس اهتمامات الحفاظ على الطاقة وكفاءة الصيانة والمسؤولية البيئية. على دراية بأحدث التقنيات والمعدات والمنهجيات ، وكذلك الأكواد والأنظمة الكهربائية. نتشارك مع المالكين والمهندسين المعماريين والمقاولين لإجراء دراسات الجدوى وإعداد تصاميم الطاقة والإضاءة والاتصالات والتركيبات الكهربائية وأنظمة التحكم والتوزيع والأنظمة الفرعية.",
    "searchEngineOptemization": "تصميم الإضاءة",
    "searchEngineOptemizationText": "الضوء سلعة يجب شراؤها بأقل تكلفة ممكنة ، لكن الإضاءة هي أحد الأصول التجارية التي يجب أخذها في الاعتبار بعناية للاستثمار مع التصميم والمعدات المناسبة.'الإضاءة' هي تطبيق الضوء على المساحات. يمكن أن يكون للمكان الذي يوضع فيه الضوء ، وفي أي شدة نسبية وفي أي اتجاه ، تأثير كبير ليس فقط على الرؤية والراحة البصرية ، ولكن على الإدراك. ليس فقط الضوء ، ولكن يمكن لمعدات الإضاءة نفسها أن تؤثر أيضًا على انطباعات المساحة وصاحبها.",
    "brandingAndDigitalMarketing": "تصميم المناظر الطبيعية",
    "brandingAndDigitalMarketingText": "لقد أخذ مصممو المناظر الطبيعية لدينا المساحات الخارجية للعملاء وحولوها إلى امتدادات جميلة للمنازل والمكاتب. هدفنا هو خلق مساحة لعملائنا تثير المشاعر التي يرغبون فيها من خلال الاستفادة من خبرتنا ورؤيتنا. فريق me هو تعاون مثير من المهنيين الموهوبين والمتعلمين وذوي الخبرة ، فريقنا لديه خبراء مع درجات وخبرة متقدمة في هندسة المناظر الطبيعية وتصميم المناظر الطبيعية والبستنة والإضاءة والري. نقوم بتصميم وتركيب وصيانة الحدائق.",
    "designingAnOnlineStore": "التصميم الميكانيكي",
    "designingAnOnlineStoreText": "تساعد عناصر التصميم الميكانيكي للمبنى ، وخاصة أنظمة التدفئة والتبريد ، على جعل الحياة داخل المبنى أكثر راحة. تتيح لنا هذه الأنظمة شغل المباني في درجات الحرارة الساخنة والباردة ، في ظل جميع الظروف الجوية. أنظمة MEP هي الجهاز العصبي المركزي للمبنى. أنظمة الهندسة الكهربائية والميكانيكية هي المسؤولة عن ميزات 'راحة المخلوق' للهيكل. إنهم يجعلون المبنى صالحًا للعيش وممتعًا ، بغض النظر عما إذا كان منزلًا من طابق واحد أو ناطحة سحاب من 50 طابقًا.",
    "designingIdentity": "التصميم الميكانيكي",
    "designingIdentityText": "تساعد عناصر التصميم الميكانيكي للمبنى ، وخاصة أنظمة التدفئة والتبريد ، على جعل الحياة داخل المبنى أكثر راحة. تتيح لنا هذه الأنظمة شغل المباني في درجات الحرارة الساخنة والباردة ، في ظل جميع الظروف الجوية.أنظمة MEP هي الجهاز العصبي المركزي للمبنى. أنظمة الهندسة الكهربائية والميكانيكية هي المسؤولة عن ميزات 'راحة المستخدم' للهيكل. إنهم يجعلون المبنى صالحًا للعيش وممتعًا ، بغض النظر عما إذا كان منزلًا من طابق واحد أو ناطحة سحاب من 50 طابقًا.",
    "theyArentOurClients": "هم ليس عملاؤنا فقط",
    "weArePartnersOfSuccessStory": "جميعناً شركاء النجاح معاً",
    "clientsStory": "نسعى لنصبح شريك تسويقي ناجح مع عملائنا لمساعدة أعمالهم على تحقيق أهدافها. ونريد التنافس مع الأفضل فى هذا المجال، لذا سوف نستمر فى تقديم خدمات ومنتجات وأساليب عمل مبتكرة وجديدة.",
    "onlineCominications": "للنواصل اونلاين",
    "hey": "ارسل لنا رسالة !",
    "name": "الاسم",
    "email": "البريد الالكتروني",
    "subject": "العنوان",
    "message": "الرسالة",
    "send": "ارسل",
    "letsWorkTogether": "هيا لنعمل معاً !",
    "weWillHelp": "سنساعدك للوصول الى اقوى اهدافك كعائلةً واحدة",
    "callUs": "اتصل بنا",
    "sendMessage": "ارسال رسالة ",
    "location": "الموقع"
  },
  "footer": {
    "copy": "  2020 جميع الحقوق محفوظة لشركة ME Architects & Engineers ©"
  },
  "header": {
    "home": "الرئيسية",
    "aboutUs": "نبذة عن الشركة",
    "ourServices": "خدماتنا",
    "ourclients": "عملائنا",
    "contactUs": "اتصل بنا"
  }
}
