{
  "home": {
    "strong&certefied": "strong & certefied",
    "softwareHouse": "Engineering Consultancy",
    "contactNow": "contact now",
    "services": "services",
    "expertITSolutionsFor": "expert consultants for",
    "yourBusiness": "your designs",
    "about": "about",
    "aboutText": "We are a team of architects, electrical engineers, and structural engineers, We have worked together for  6+ years in architectural design, landscape design, interior design, lighting design, structural design, and shop drawings. We have worked on various types of projects that were satisfying for our clients in more than 7 countries across the globe.  We believe we can meet our client's expectations and interpret their ideas and needs into their dream project with the highest quality using the minimum resources possible.",
    "programingAndDesignServices": "architectural & interior design",
    "dataAnaliticsAndCyberSecurity": "structural, mechanical & electrical designs",
    "hostingAndDomainServices": "shop drawings & renovations",
    "whatWeDid": "what we did",
    "weOfferOurCustomersTheBestOfOurWork": "We offer our customers the best of our work",
    "customers": "customers",
    "projects": "projects",
    "awards": "awards",
    "whatWeDo": "what we do",
    "weOfferOurCustomersTheBestPrices": "We offer our customers the best prices",
    "webDevelopment": "architecural Design",
    "webDevelopmentText": "Successful buildings capture the spirit of their surroundings, even as they assert their own identity. They’re visually appealing, healthy, comfortable, flexible, secure and efficient, a pleasure to be in. And they pay their way, adding real value for their owners and users. me. architecture reflects our knowledge of how people and organizations use and experience place and space. We work collaboratively with clients, communities and end users to create buildings that work well on every level, inside and out. We deliver them across our global markets with a consistently high standard of service",
    "webHosting": "Interior Design ",
    "webHostingText": "me. designs interior spaces for living and working. Interior performance can be measured in human and organizational terms: higher productivity, greater creativity and innovation, increased patronage or sales. Hitting the mark means designing not just for visual impact, but also for health, comfort, flexibility and ease of use.Our designers work collaboratively and strategically to deliver innovation, quality and sustainable performance. Our projects are international in scope and range from offices to stores, academic and civic buildings, convention centers, and entertainment and cultural venues.",
    "mobileAppsDevelopment": "Structural Desgin",
    "mobileAppsDevelopmentText": "Structural design is the methodical investigation of the stability, strength and rigidity of structures. The basic objective in structural analysis and design is to produce a structure capable of resisting all applied loads without failure during its intended life.The primary purpose of a structure is to transmit or support loads. A  wellengineered  structure  greatly  minimizes  the  possibility of  costly  failures.",
    "websiteAndMobileMaintenance": "Electrical Design",
    "websiteAndMobileMaintenanceText": "Our engineers produce innovative designs that reflect concerns for energy conservation, maintenance efficiency, and environmental responsibility.well versed in the latest techniques, equipment and methodologies, as well electrical codes and systems. We partner with owners, architects and contractors to conduct feasibility studies and prepare designs for power, lighting, communication, electrical assemblies and control and distribution systems and subsystems. ",
    "searchEngineOptemization": "Lighting Design",
    "searchEngineOptemizationText": "Light is a commodity that should be purchased at the lowest possible cost, but lighting is a business asset that should be carefully considered for investment with the right design and equipment.“Lighting” is the application of light to spaces. Where the light is placed, at what relative intensities, and in what direction, can have a major impact not only on vision and visual comfort, but perception. Not just light, but the lighting equipment itself can also affect impressions of the space and its owner.",
    "brandingAndDigitalMarketing": "landscape design",
    "brandingAndDigitalMarketingText": "our landscape designers have taken clients' outdoor spaces and transformed them into beautiful extensions of homes and offices. Our goal is to create for our clients a space which evokes the emotion they desire by utilizing our experience and vision.me team is an exciting collaboration of talented, educated, and experienced professionals,Our team has experts with advanced degrees and experience in landscape architecture, landscape design, horticulture, lighting, and irrigation. We design, install, and maintain gardens.",
    "designingAnOnlineStore": "mechanical Design",
    "designingAnOnlineStoreText": "The mechanical design elements of a building, most especially the heating and cooling systems, help make life inside more comfortable. These systems allow us to occupy buildings in hot and cold temperatures, under all weather conditions.MEP systems are a building’s central nervous system. MEP systems are responsible for the “creature comfort” features of a structure. They make a building livable and pleasant, no matter if it is a single-story home or a 50-story skyscraper.",
    "designingIdentity": "mechanical Design",
    "designingIdentityText": "The mechanical design elements of a building, most especially the heating and cooling systems, help make life inside more comfortable. These systems allow us to occupy buildings in hot and cold temperatures, under all weather conditions.MEP systems are a building’s central nervous system. MEP systems are responsible for the “creature comfort” features of a structure. They make a building livable and pleasant, no matter if it is a single-story home or a 50-story skyscraper.",
    "theyArentOurClients": "they aren’t our clients",
    "weArePartnersOfSuccessStory": "we are partners of success story",
    "clientsStory": "we seek to become a successful marketing partner with our clients to help their businesses to achieve its goals. We want to compete with the Best in the field, so we will continue to provide new services, products, and innovative work methods.",
    "onlineCominications": "online cominications",
    "hey": "hey! get in touch",
    "name": "name",
    "email": "email",
    "subject": "subject",
    "message": "message",
    "send": "send",
    "letsWorkTogether": "let's work together",
    "weWillHelp": "We will help you to achieve your goals and to grow your business.",
    "callUs": "call us",
    "sendMessage": "send message",
    "location": "location"
  },
  "footer": {
    "copy": "Copyrights © 2020 All Rights Reserved By ME Architects & Engineers ©"
  },
  "header": {
    "home": "home",
    "aboutUs": "about us",
    "ourServices": "our services",
    "ourclients": "our clients",
    "contactUs": "contact us"
  }
}
