{
  "home": {
    "strong&certefied": "strong & certefied",
    "softwareHouse": "software house",
    "contactNow": "contact now",
    "services": "services",
    "expertITSolutionsFor": "expert IT solutions for",
    "yourBusiness": "your business",
    "about": "about",
    "aboutText": "P delivery is a leading agency in the field of Digital marketing and programming, providing the best innovative marketing solutions to meet the aspirations of customers and to achieve success in their business with the highest levels of efficiency and quality. It was established in 2014, to provide an advanced and new thinking in digital marketing field, through the continuous development of the expertise of the team work that always seeks to achieve the desired goals in a professional way, so if you want to start your online activity or you need help to spread and reach the targeted market, do not hesitate to contact us to be partners in success    ",
    "programingAndDesignServices": "programing & Design Services",
    "dataAnaliticsAndCyberSecurity": "data Analitics & Cyber Security",
    "hostingAndDomainServices": "hosting & Domain Services",
    "whatWeDid": "what we did",
    "weOfferOurCustomersTheBestOfOurWork": "We offer our customers the best of our work",
    "customers": "customers",
    "projects": "projects",
    "awards": "awards",
    "whatWeDo": "what we do",
    "weOfferOurCustomersTheBestPrices": "We offer our customers the best prices",
    "webDevelopment": "web development",
    "webDevelopmentText": "Designing website is a step that has a great impact on the customer, it enhances your position and your credibility, so when you decide to design your site it must be suitable for your business identity, with a design that is easy to reach for customers and commensurate with search engines and all Internet browsers and various electronic devices as computer, Laptops, tablets, and mobile phones.",
    "webHosting": "web hosting",
    "webHostingText": "Web hosting service has become one of the most important services that must be planned, so you must carefully choose a hosting company and design websites, which in turn will develop your site and make it at the forefront of websites, which saves you a lot of money and time, we have the strongest servers and many hosting options to make things easier and to choose what suits you.",
    "mobileAppsDevelopment": "mobile apps development",
    "mobileAppsDevelopmentText": "Mobile applications are one of the most powerful marketing methods that companies follow today. The idea of remaining the app on the user's device 24 hours a day to provide your products and services is a golden opportunity because the user will still see it whenever he uses the mobile, so because of this importance, various mobile apps spread on Android devices or IOS .",
    "websiteAndMobileMaintenance": "website & mobile maintenance",
    "websiteAndMobileMaintenanceText": "It is possible that a malfunction or technical error may occur in your site or your phone application, all you have to contact us and we will discover the malfunctions and work to fix them immediately, due to the experience of our professional team work.",
    "searchEngineOptemization": "search engine optemization",
    "searchEngineOptemizationText": "In this service, we make the software modifications that are subjected to the standards of international search engines, so we can access your site for the first pages of the search engine results, and by this we work on marketing your site to reach the biggest possible number of customers around the world.",
    "brandingAndDigitalMarketing": "branding & digital marketing",
    "brandingAndDigitalMarketingText": "One of the most successful methods of marketing currently compared to traditional ones, it is a marketing service that will suit you regardless of your field of work / activity on social media networks, including monitoring, analyzing and improving results in a way that achieves your spread to reach the target segment of customers.",
    "designingAnOnlineStore": "designing an online store",
    "designingAnOnlineStoreText": "If you have a business and need to market it, you will not find better than the online store service, as it is like getting a permanent branch that is open 24 hours a day throughout the week on the Internet, which guarantees you the opportunity to reach the biggest number of targeted customers to sell your products and make more profits.",
    "designingIdentity": "designing identity",
    "designingIdentityText": "An essential step that you can’t dispense with at the beginning of your work, it starts by studying your company activity, and creating the appropriate business identity with the use of indications consistent with your activity, to produce an integrated and unique identity that expresses the company's vision and strategy.",
    "theyArentOurClients": "they aren’t our clients",
    "weArePartnersOfSuccessStory": "we are partners of success story",
    "clientsStory": "we seek to become a successful marketing partner with our clients to help their businesses to achieve its goals. We want to compete with the Best in the field, so we will continue to provide new services, products, and innovative work methods.",
    "onlineCominications": "online cominications",
    "hey": "hey! get in touch",
    "name": "name",
    "email": "email",
    "subject": "subject",
    "message": "message",
    "send": "send",
    "letsWorkTogether": "let's work together",
    "weWillHelp": "We will help you to achieve your goals and to grow your business.",
    "callUs": "call us",
    "sendMessage": "send message",
    "location": "location"
  },
  "footer": {
    "copy": "Copyrights © 2020 All Rights Reserved By Maoun"
  },
  "header": {
    "home": "home",
    "aboutUs": "about us",
    "ourServices": "our services",
    "ourclients": "our clients",
    "contactUs": "contact us"
  }
}
